
export default function Page(){
  return (
    <div className='prose max-w-none'>
      <h1>Публичная оферта</h1>
      <p>Общие положения
1.1. Настоящий документ является официальным предложением (офертой) самозанятого Назарова Данилы Сергеевича (ИНН 525715383815), далее именуемой «Продавец», заключить договор купли-продажи цифрового продукта с любым физическим лицом, далее — «Покупатель».
1.2. Настоящая оферта составлена в соответствии со ст. 435–437 Гражданского кодекса РФ.
1.3. Акцепт оферты осуществляется путём оплаты Покупателем одного из цифровых продуктов, указанных на сайте.
1.4. С момента оплаты оферта считается акцептованной, договор заключён, а Покупатель — ознакомленным и согласным с условиями оферты.
1.5. Совершая действия по оплате продукта, Покупатель подтверждает полное и безоговорочное принятие условий настоящей оферты, что равносильно заключению договора в письменной форме.

Предмет договора
2.1. По настоящему договору Продавец предоставляет Покупателю доступ к одному из следующих цифровых продуктов:
– онлайн заметка Notion: Продуктивность для работы;
– онлайн заметка Notion: Продуктивность для учебы;
– таблица Excel: Таблица финансовой свободы;

2.2. Цифровые продукты предоставляются в виде:
– доступа к таблице Google Sheets;
– ссылки на заметку;
Условия оплаты
3.1. Актуальная стоимость продуктов указывается на сайте Продавца: https://madebynazarov.ru/
3.2. Оплата осуществляется безналичным способом через платёжный сервис.
3.3. Доступ к продукту предоставляется автоматически или в течение 24 часов с момента оплаты на e-mail, указанный Покупателем.
Условия возврата
4.1. В соответствии с Постановлением Правительства РФ № 2463 от 31.12.2020, цифровые продукты не подлежат возврату или обмену после предоставления доступа. После предоставления ссылки на цифровой продукт возврат денежных средств невозможен в соответствии с пунктом 4 статьи 26.1 Закона «О защите прав потребителей».
4.2. Возврат возможен только до момента открытия доступа.
Права и обязанности сторон
Продавец обязуется:
– предоставить доступ к продукту в течение 24 часов после оплаты;
– обеспечить техническую возможность доступа в течение заявленного срока.
Покупатель обязуется:
– указать корректный адрес электронной почты при оформлении заказа;
– использовать продукт исключительно для личного пользования;
– не передавать, не продавать, не распространять и не публиковать цифровой продукт, полностью или частично, третьим лицам;
– не копировать, не изменять, не адаптировать цифровой продукт, не использовать его в коммерческих или иных целях без письменного разрешения Продавца;
– соблюдать исключительные авторские права Продавца на цифровой продукт. Нарушение авторских прав влечёт ответственность в соответствии с законодательством Российской Федерации.

Обработка персональных данных
6.1. Осуществляя оплату, Покупатель даёт согласие на обработку персональных данных в соответствии с ФЗ № 152-ФЗ «О персональных данных».
6.2. Данные используются исключительно для предоставления доступа к продукту и связи с Покупателем.
6.3. Перед оплатой Пользователь подтверждает согласие с Политикой в отношении обработки персональных данных, размещённой на сайте https://madebynazarov.ru/, и даёт согласие на обработку персональных данных путём проставления отметки в соответствующем поле.

Заключительные положения
7.1. Настоящая оферта действует бессрочно и может быть изменена Продавцом в одностороннем порядке.
7.2. Все споры и разногласия решаются в соответствии с законодательством Российской Федерации.
7.3. Продавец не несёт ответственности за невозможность доступа, связанную с техническими ошибками Покупателя.
Реквизиты Продавца:
ФИО: Назаров Данила Сергеевич
ИНН: 525715383815
E-mail: d4nil4nazarov@yandex.ru
Телефон: +7 987 537-77-77
Сайт: https://madebynazarov.ru/</p>
    </div>
  )
}
