
export default function Page(){
  return (
    <div className='prose max-w-none'>
      <h1>Возвраты</h1>
      <p>Условия возврата
В соответствии с Постановлением Правительства РФ № 2463 от 31.12.2020, цифровые продукты не подлежат возврату или обмену после предоставления доступа. После предоставления ссылки на цифровой продукт возврат денежных средств невозможен в соответствии с пунктом 4 статьи 26.1 Закона «О защите прав потребителей».</p>
<p>Возврат возможен только до момента открытия доступа.
Права и обязанности сторон</p>
    </div>
  )
}
